import med_1 from '@/../public/Posts/med_1.jpg';
import med_2 from '@/../public/Posts/med_2.jpg';
import med_3 from '@/../public/Posts/med_3.jpg';
import med_4 from '@/../public/Posts/med_4.jpg';
import med_5 from '@/../public/Posts/med_5.jpg';
import med_6 from '@/../public/Posts/med_6.jpg';
import med_7 from '@/../public/Posts/med_7.jpg';
import med_8 from '@/../public/Posts/med_8.jpg';
import med_9 from '@/../public/Posts/med_9.jpg';

export const imgCards = [med_1, med_2, med_3, med_4, med_5, med_6, med_7, med_8, med_9];

export const socials = [
  {
    id: 8,
    title: 'Пчёлы: удивительные труженицы природы',
    text: `Пчёлы —  одни из самых известных и узнаваемых насекомых в мире. Они известны своей неутомимой
    работой и производством вкусного и полезного продукта — мёда. В мире существует около 21
    тысячи видов пчёл, и они обитают на всех континентах, кроме Антарктиды.

    Интересные факты о пчёлах:

    — Одна пчела производит около одной двенадцатой чайной ложки мёда за всю свою жизнь.

    — Пчёлы ежедневно опыляют более триллиона цветков.

    — Чтобы изготовить 1 кг мёда, пчёлам нужно посетить около восьми миллионов цветков.

    — Пчёлы способны распознавать запах нектара на расстоянии более километра.

    — Одна пчелиная семья может съесть до 30–35 кг мёда за зиму.
 
    — У пчёл по пять глаз.

    — Большинство видов пчёл умирают после того, как выпускают жало.

    Пчёлы играют важную роль в экосистеме, опыляя растения и обеспечивая их размножение. Мёд,
    производимый пчёлами, является ценным продуктом питания и используется в кулинарии,
    медицине и косметологии.`,
    img: med_1,
    category: 'Пчёлы',
    tag: 'пчёлы',
    date: '5 ноября 2023',
  },
  {
    id: 7,
    title: 'Пчеловоды: мастера заботы о пчёлах и создания мёда',
    text: `Пчеловоды — это специалисты, которые занимаются разведением пчелиных семей и уходом за ними. Их основная задача — получение мёда, воска, пчелиного яда, маточного молочка и других продуктов пчеловодства. Пчеловоды могут содержать несколько ульев на своём загородном участке или организовывать собственные пасеки.
   
    Основные задачи пчеловода включают обустройство пасеки, уход за пчёлами, контроль состояния пчёл, подкормку и поддержание пчёл в периоды недостатка пыльцы и нектара, профилактику и лечение заболеваний и поражений паразитами, сбор и переработку продуктов пчеловодства, маркировку и упаковку продукции для реализации, проведение исследований и обучение других пчеловодов.
   
    Для освоения мастерства пчеловодства многие люди проходят обучение на курсах или изучают литературу и видеоматериалы. Однако для сокращения времени на освоение навыков и избежания распространённых ошибок рекомендуется пройти специализированное обучение на дистанционных программах.
  
    Профессия пчеловода востребована, так как мёд и другие продукты пчеловодства пользуются стабильным спросом. Они необходимы в пищевой, косметологической и фармацевтической промышленности, а также важны для опыления многих сельскохозяйственных культур.
  
    Работа пчеловода может быть организована по-разному: некоторые содержат собственные пасеки, другие работают на крупных пчеловодческих фермах. Зарплата пчеловода зависит от его опыта, количества ульев и объёма производства.
   
    Таким образом, пчеловоды — это мастера своего дела, которые заботятся о пчёлах и создают ценные продукты для людей и природы.
    `,
    img: med_2,
    category: 'Пчеловодство',
    tag: 'пчеловод',
    date: '8 ноября 2023',
  },
  {
    id: 6,
    title: 'Мёд: удивительный натуральный продукт',
    text: `Мёд — это сладкий, вязкий продукт, который производится пчёлами и родственными насекомыми. Он состоит из нектара, сахаристых выделений растений или пади, содержит воду (до 20%) и углеводы (глюкозу, фруктозу, мальтозу, декстрин, сахарозу), а также ферменты, минеральные соли и микроэлементы. Мёд использовался в кухнях разных стран на протяжении веков и до сих пор является важным ингредиентом для приготовления сладких блюд.
  
    История мёда насчитывает тысячелетия. Ещё древние собиратели использовали его для подслащивания пищи. Сегодня мёд остаётся полезным и востребованным продуктом, но для некоторых людей, страдающих аллергией, он может содержать аллергены, такие как цветочная пыльца.
  
    Мёд обладает множеством полезных свойств. Он используется в народной медицине для лечения ран, ожогов и инфекций, а также в качестве местного антибиотика. В культуре мёд символизирует бессмертие, плодородие, здоровье, благополучие и счастье.
 
    В заключение, мёд — это уникальный натуральный продукт, обладающий множеством полезных свойств и являющийся неотъемлемой частью истории и культуры человечества.
  `,
    img: med_3,
    category: 'Мёд',
    tag: 'продукт',
    date: '3 ноября 2022',
  },
  {
    id: 5,
    title: 'Профессия пчеловод: особенности, обязанности и перспективы',
    text: `Пчеловод — это специалист, занимающийся разведением пчёл и сбором продуктов их жизнедеятельности, таких как мёд, воск, соты и маточное молочко. В этой статье мы рассмотрим основные аспекты профессии пчеловода, его обязанности, образование, востребованность и перспективы развития.

    Обязанности пчеловода
    
    Пчеловод выполняет множество разноплановых задач, связанных с уходом за пчёлами. Вот некоторые из них:

    Подготовка пасеки и ульев к новому сезону.
  
    Привлечение пчёл в ульи и формирование новых пчелиных семей.
  
    Лечение и профилактика болезней пчёл.
  
    Сбор мёда, воска и других продуктов пчеловодства.
 
    Поддержание ульев в порядке и подготовка их к зиме.
  
    Зимняя подкормка роя.
  
    Образование пчеловода

    Для успешной работы в пр
    Самообразование: изучение литературы, видеоматериалов и собственный опыт в пчеловодстве.
  
    Обучение в вузе или ссузе по специальности «Пчеловодство» или «Зоотехния».

    Прохождение онлайн-курсов, которые предлагают структурированные знания и практические навыки для работы пасечником.

    Востребованность профессии пчеловода

    Продукты пчеловодства, такие как мёд, воск и маточное молочко, пользуются большим спросом и имеют высокую ценность. Кроме того, пчёлы играют важную роль в опылении растений, что способствует повышению урожайности. Поэтому профессия пчеловода является востребованной и актуальной.
    Где работает пчеловод
    Пчеловоды могут работать на собственной пасеке или в пчеловодческом хозяйстве. Также есть возможность трудоустройства в санаториях, оздоровительных центрах и других организациях, где требуется опыление растений пчёлами.
    Сколько получает пчеловод
    Зарплата пчеловода может варьироваться в зависимости от региона, опыта работы и количества произведённой продукции. Однако, согласно данным сайта hh.ru, средняя зарплата пчеловода в России составляет около 80 000 рублей.
    Плюсы и минусы профессии пчеловода
    Плюсы:
    Интересная и творческая работа.
    Возможность работать на природе.
    Свобода действий и независимость от работодателя.
    Общественно полезная работа, связанная с опылением растений.
    Быстрое обучение и возможность начать карьеру без длительного образования.
    Минусы:
    Необходимость соблюдения повышенной осторожности при работе с пчёлами.
    Необходимость приобретения большого количества оборудования и инвентаря для работы. `,
    img: med_4,
    category: 'Пчеловодство',
    tag: 'пчеловод',
    date: '4 сенятбря 2023',
  },
  {
    id: 4,
    title: 'Профессия пчеловод: особенности, обязанности и перспективы',
    text: `Пчеловод — это специалист, занимающийся разведением пчёл и сбором продуктов их жизнедеятельности, таких как мёд, воск, соты и маточное молочко. В этой статье мы рассмотрим основные аспекты профессии пчеловода, его обязанности, образование, востребованность и перспективы развития.

    Обязанности пчеловода

    Пчеловод выполняет множество разноплановых задач, связанных с уходом за пчёлами. Вот некоторые из них:

    Подготовка пасеки и ульев к новому сезону.

    Привлечение пчёл в ульи и формирование новых пчелиных семей.

    Лечение и профилактика болезней пчёл.

    Сбор мёда, воска и других продуктов пчеловодства.

    Поддержание ульев в порядке и подготовка их к зиме.

    Зимняя подкормка роя.
 
    Образование пчеловода
  
    Для успешной работы в пр
    Самообразование: изучение литературы, видеоматериалов и собственный опыт в пчеловодстве.

    Обучение в вузе или ссузе по специальности «Пчеловодство» или «Зоотехния».

    Прохождение онлайн-курсов, которые предлагают структурированные знания и практические навыки для работы пасечником.

    Востребованность профессии пчеловода

    Продукты пчеловодства, такие как мёд, воск и маточное молочко, пользуются большим спросом и имеют высокую ценность. Кроме того, пчёлы играют важную роль в опылении растений, что способствует повышению урожайности. Поэтому профессия пчеловода является востребованной и актуальной.
    Где работает пчеловод
    Пчеловоды могут работать на собственной пасеке или в пчеловодческом хозяйстве. Также есть возможность трудоустройства в санаториях, оздоровительных центрах и других организациях, где требуется опыление растений пчёлами.
    Сколько получает пчеловод
    Зарплата пчеловода может варьироваться в зависимости от региона, опыта работы и количества произведённой продукции. Однако, согласно данным сайта hh.ru, средняя зарплата пчеловода в России составляет около 80 000 рублей.
    Плюсы и минусы профессии пчеловода
    Плюсы:
    Интересная и творческая работа.
    Возможность работать на природе.
    Свобода действий и независимость от работодателя.
    Общественно полезная работа, связанная с опылением растений.
    Быстрое обучение и возможность начать карьеру без длительного образования.
    Минусы:
    Необходимость соблюдения повышенной осторожности при работе с пчёлами.
    Необходимость приобретения большого количества оборудования и инвентаря для работы. `,
    img: med_5,
    category: 'Пчеловодство',
    tag: 'специальность',
    date: '15 апреля 2023',
  },
  {
    id: 3,
    title: 'Мёд: происхождение и история',
    text: `Мёд — это сладкий, вязкий продукт, который производится пчёлами и родственными насекомыми. Он известен своими полезными свойствами и используется в кулинарии, медицине и косметологии на протяжении тысячелетий. В этой статье мы рассмотрим историю мёда, его происхождение и значение в различных культурах.
    Происхождение мёда
    Мёд производится пчёлами из нектара цветов, деревьев, кустарников и других растений. Пчёлы собирают нектар с помощью своих хоботков и превращают его в мёд, добавляя ферменты и выделяя воду. Затем пчёлы откладывают мёд в соты, где он хранится и созревает.
    История мёда
    Использование мёда в качестве пищи и лекарства восходит к древним временам. Наскальные рисунки в Испании, сделанные около 8000 лет назад, изображают людей, добывающих мёд из диких пчёл. Майя практиковали мелипониководство (разведение пчёл) ещё до прихода европейцев в Америку.
    Значение мёда в разных культурах
    В разных культурах мёд имеет своё символическое значение. В христианстве мёд ассоциируется с раем, в исламе — с пищей пророков, а в буддизме — с просветлением. В древних текстах мёд упоминается как средство для лечения множества болезней и поддержания здоровья.
    Современные исследования мёда
    Современные исследования мёда направлены на изучение его химического состава, физических свойств и воздействия на организм человека. Исследования показывают, что мёд обладает антиоксидантными, противовоспалительными и иммуномодулирующими свойствами.
    Заключение
    Мёд — это уникальный продукт, имеющий богатую историю и множество полезных свойств. Его использование в различных культурах и сферах жизни подтверждает его важность и значимость для человечества. `,
    img: med_6,
    category: 'Мёд',
    tag: 'история',
    date: '8 мая 2023',
  },
  {
    id: 2,
    title: 'Мёд и одежда: секреты успешного сбора',
    text: `Сбор мёда — увлекательное занятие, требующее определённых навыков и знаний. Один из ключевых аспектов успешного сбора мёда — правильный выбор одежды. В этой статье мы расскажем о том, какая одежда подходит для сбора мёда и почему она так важна.
    Одежда для сбора мёда должна быть удобной, лёгкой и защищать от укусов пчёл. Вот основные требования к такой одежде:
    Защита от укусов пчёл. Одежда должна быть изготовлена из плотной ткани, которая не пропускает жала пчёл. Рекомендуется использовать специальную одежду для пчеловодов, которая обеспечивает максимальную защиту от укусов.
    Воздухопроницаемость. Одежда должна позволять коже дышать, чтобы избежать перегрева и дискомфорта во время работы.
    Удобство. Одежда должна быть удобной и не сковывать движения, чтобы обеспечить свободу действий при сборе мёда.
    Лёгкость. Одежда должна быть лёгкой, чтобы не создавать лишней нагрузки на плечи и спину во время работы.
    Гигроскопичность. Одежда должна быстро впитывать влагу, чтобы предотвратить появление пота и неприятных ощущений.
    Вот несколько конкретных видов одежды, которые подходят для сбора мёда:
    Комбинезон. Это идеальный вариант для защиты от укусов пчёл и обеспечения комфорта. Комбинезон должен быть изготовлен из плотной ткани и иметь длинные рукава и штанины.
    Куртка и брюки. Этот комплект одежды также хорошо защищает от укусов пчёл и обеспечивает комфорт. Брюки должны быть длинными, а куртка — с капюшоном.
    Футболка и брюки. Этот вариант подходит для тех, кто предпочитает более лёгкую одежду. Футболка должна быть из плотной ткани, а брюки — с эластичным поясом.
    При выборе одежды для сбора мёда обратите внимание на качество материалов и удобство. Правильно подобранная одежда обеспечит комфорт и безопасность во время работы, а также позволит вам наслаждаться процессом сбора мёда. `,
    img: med_7,
    category: 'Мёд',
    tag: 'одежда',
    date: '2 декабря 2023',
  },
  {
    id: 1,
    title: 'Пасека: история и развитие пчеловодства',
    text: `Пасека — это место, где разводят пчёл и собирают продукты их жизнедеятельности, такие как мёд, воск, прополис и маточное молочко. Пчеловодство — один из древнейших промыслов человека, история которого насчитывает тысячи лет.
    Дикое пчеловодство
    Дикое пчеловодство — это охота за мёдом и воском. Гнёзда пчёл (пчелиные соты) разыскивали в дуплах деревьев. Этот метод был распространён в древности и сохранился до наших дней в некоторых регионах мира.
    Бортничество
    Бортничество — это следующий этап развития пчеловодства. В этот период пчёл стали содержать в неразборных бревнах и бортях, прикреплённых на деревьях. Этот метод был более эффективным, чем дикое пчеловодство, и позволял получать больше мёда и воска.
    Колодное пчеловодство
    Колодное пчеловодство — это содержание пчёл в неразборных ульях из дерева, глины и других материалов. Этот метод был распространён в Европе и России в средние века.
    Рамочное пчеловодство
    Рамочное пчеловодство — это современный метод разведения пчёл, который был разработан в XIX веке. В этом методе пчёл содержат в разборных ульях с вынимающимися рамками. Рамочное пчеловодство позволяет эффективно управлять пчёлами и получать больше мёда и других продуктов.
    История пасеки
    Одна из старейших пасек была обнаружена в Израиле, её возраст оценивается в X век до нашей эры. В истории пчеловодства различают несколько этапов развития: дикое пчеловодство, бортничество, колодное и рамочное пчеловодство.
    Сегодня пчеловодство продолжает развиваться, и учёные продолжают исследовать продукты пчеловодства и их влияние на здоровье человека. `,
    img: med_8,
    category: 'Пасека',
    tag: 'развод пчёл',
    date: '6 октября 2023',
  },
  {
    id: 0,
    title: 'Улей пчёл',
    text: `Улей пчёл: искусственное жилище для медоносных насекомых
    Улей — это искусственное жилище для медоносных пчёл, созданное человеком для их содержания на пасеке. В одном улье живёт одна пчелиная семья. Конструкция улья определяет систему ухода за пчёлами.
    Неразборные ульи: в естественных условиях пчёлы живут в дуплах деревьев, реже в расщелинах скал и других природных объёмах. В России издревле добывали мёд и воск из дупел. Люди научились делать искусственные дупла для заселения пчёлами — борти. Со временем борти стали собирать в одном месте для удобства охраны и обслуживания, что привело к переходу от пчеловодства бортевого к пасечному.
    Линеечные ульи: переходной системой от неразборного улья к разборному стал линеечный улей, в котором под съёмную крышку укладывали параллельно ряд деревянных линеек. Подрезая соты с боков, можно было осторожно вынуть отдельный сот, не разрушая его.
    Рамочные ульи: современный рамочный улей изобрёл в 1814 году украинский пчеловод П. И. Прокопович. Он назвал свой новый улей «Петербург». В России распространены многокорпусные ульи-стояки и ульи-лежаки. Многокорпусная система считается более удобной при работе с большим числом пчелосемей. `,
    img: med_9,
    category: 'Улей',
    tag: 'улей',
    date: '3 января 2024',
  },
];
